<template>
    <main class="col-12 col-md-9 col-xl-8 py-md-3 pl-md-5 bd-content" role="main">
        <h1 class="bd-title" id="content">Коротко об игре</h1>
        <p class="bd-lead">Dead Knight - видеоигра в жанре 2D платформера российской компании ViRTul для платформ Android иIOS, находящаяся в разработке и выпущенная в 1985 году.</p>
        <h1 class="bd-title" id="content2">Сюжет</h1>
        <p class="bd-lead">Действия игры разворачиваются в небольшом городке N, из-за утечки экспериментального химического оружия, пары газа распылились по всей площади данного городка, но так как оружие было не доведено до конца, то серьёзных увечий оно не нанесло населению, однако всё относительно, и ничто не могло пройти бесследно. Именно в тот день мёртвые начали оживать.
            Наша история рассказывает о паре, мёртвой паре, которые погибли в автокатастрофе. Главного героя зовут Зак, который неожиданно для себя понял, что он снова живой, и его цель была не поедать мозги первых встречных, а благодаря тому, что ему жизнь дала второй шанс, он мечтал о новой жизни со своей любимой. Но как и положено клишированной историей, что то пошло не так…</p>
        <h1 class="bd-title" id="content3">Скриншот одно из уровней</h1>
        <div>
            <img class="onus" src="../../public/css/image/DeadKnught_pict1.jpg" alt="Responsive image" style="width: 800px">
        </div>
    </main>
</template>

<script>
    export default {
        name: "DeadKnight"
    }
</script>

<style scoped>

</style>