<template>
    <main class="col-12 col-md-9 col-xl-8 py-md-3 pl-md-5 bd-content" role="main">
        <h1 class="bd-title" id="content">Видео монтаж</h1>
        <p class="bd-lead">Вы можете заказать у нас обработку фотографий</p>
            <p> Если у вас на жестком диске лежат гигабайты отснятого на отдыхе/на важном событии/празднике/свадьбе видео и Вы хотели бы на выходе получить отличный фильм, который с удовольствием покажете родным, коллегам и друзьям.</p>
            <p>Если на компьютере не осталось места от тысячи фотографий, которые Вы практически не пересматриваете. А хотелось бы сделать классное слайдшоу.</p>
            <p>Если Вы хотели бы запустить свой YouTube канал и ищите качественный монтаж Ваших роликов с современными эффектами, футажами и переходами.</p>
            <p>Если Вы хотите смонтировать видео ролик для Instagram/ Вконтакте и добавить туда классные эффекты.</p>
            <p>И наконец, если вы хотите сделать промо ролик для Вашего продукта, который продемонстрирует его во всей красе.</p>
        <br>
        <router-link to="/buy">
            <p><a class="btn btn-lg btn-primary" role="button" style="color: white">Заказать</a></p>
        </router-link>
    </main>
</template>

<script>
    export default {
        name: "VideoEditing"
    }
</script>

<style scoped>

</style>